Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Different key on this card.
de: Auf dieser Karte ist ein anderer Schlüssel.
es: Esta tarjeta contiene una clave diferente.
fr: Cette carte contient une clé différente.
ja: このカードには別の鍵があります。
pt_br: Este cartão contém uma chave diferente.
zh_hans: 此卡上是另一把不同的密钥。

source: Discover Keys
de: Schlüssel suchen
es: Descubrir claves
fr: Découvrir des clés
ja: 鍵を探す
pt_br: Descobrir chaves
zh_hans: 发现密钥

source: Discover Keys for All Contacts
de: Schlüssel für alle Kontakte suchen
es: Descubrir claves para todos los contactos
fr: Découvrir les clés pour tous les contacts
ja: すべての連絡先で鍵を探す
pt_br: Descobrir chaves para todos os contatos
zh_hans: 为所有联系人发现密钥

source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 閉じる
pt_br: Dispensar
zh_hans: 忽略

source: Do I need a key to use this app?
de: Brauche ich einen Schlüssel, um die App zu nutzen?
es: ¿Necesito una clave para usar la app?
fr: Ai-je besoin d'une clé pour utiliser cette app ?
ja: このアプリを使うのに鍵は必要ですか？
pt_br: Preciso de uma chave para usar este app?
zh_hans: 使用这个 App 需要密钥吗？

source: Does PGPony send any data to a server?
de: Sendet PGPony Daten an einen Server?
es: ¿PGPony envía algún dato a un servidor?
fr: PGPony envoie-t-il des données à un serveur ?
ja: PGPony はサーバーにデータを送りますか？
pt_br: O PGPony envia algum dado a um servidor?
zh_hans: PGPony 会向服务器发送任何数据吗？

source: Done
de: Fertig
es: Listo
fr: OK
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Duplicate item in Keychain
de: Doppelter Eintrag im Schlüsselbund
es: Elemento duplicado en el llavero
fr: Élément en double dans le trousseau
ja: キーチェーン内に重複した項目があります
pt_br: Item duplicado no Chaveiro
zh_hans: 钥匙串中存在重复项

source: e.g. "replaced by new Ed25519 key"
de: z. B. „durch neuen Ed25519-Schlüssel ersetzt“
es: p. ej., «sustituida por nueva clave Ed25519»
fr: ex. : « remplacée par une nouvelle clé Ed25519 »
ja: 例: 「新しい Ed25519 鍵に置き換え」
pt_br: ex.: "substituída por nova chave Ed25519"
zh_hans: 例如「已替换为新的 Ed25519 密钥」

source: Each asks for your card PIN, then runs one operation in a single tap. Signing produces a gpg-verifiable detached signature over the fixed test message. The RSA decrypt test encrypts a random session key to the card's encryption key and checks the card deciphers it back unchanged.
de: Jeder fragt deine Karten-PIN ab und führt dann mit einem Tippen eine Operation aus. Das Signieren erzeugt eine mit gpg überprüfbare abgetrennte Signatur über die feste Testnachricht. Der RSA-Entschlüsselungstest verschlüsselt einen zufälligen Sitzungsschlüssel mit dem Verschlüsselungsschlüssel der Karte und prüft, ob die Karte ihn unverändert zurück entschlüsselt.
es: Cada uno pide el PIN de tu tarjeta y luego ejecuta una operación con un solo toque. Firmar produce una firma separada verificable con gpg sobre el mensaje de prueba fijo. La prueba de descifrado RSA cifra una clave de sesión aleatoria con la clave de cifrado de la tarjeta y comprueba que la tarjeta la descifre sin cambios.
fr: Chacun demande le PIN de votre carte, puis exécute une opération en une seule pression. La signature produit une signature détachée vérifiable par gpg sur le message de test fixe. Le test de déchiffrement RSA chiffre une clé de session aléatoire avec la clé de chiffrement de la carte et vérifie que la carte la déchiffre à l'identique.
ja: いずれもカード PIN を尋ねた後、1 回のタップで 1 つの操作を実行します。署名は固定のテストメッセージに対して gpg で検証可能な分離署名を生成します。RSA 復号テストはランダムなセッション鍵をカードの暗号化鍵で暗号化し、カードがそれを変更なく復号し直すか確認します。
pt_br: Cada um pede o PIN do seu cartão e então executa uma operação com um único toque. Assinar produz uma assinatura destacada verificável com gpg sobre a mensagem de teste fixa. O teste de decifração RSA cifra uma chave de sessão aleatória com a chave de cifragem do cartão e verifica se o cartão a decifra de volta sem alterações.
zh_hans: 每项都会先要求输入卡 PIN，然后轻触一次完成一项操作。签名会针对固定的测试消息生成一份可用 gpg 验证的分离签名。RSA 解密测试会用卡的加密密钥加密一个随机会话密钥，并检查卡能否原样解回。

source: ECDH KDF failed
de: ECDH-KDF fehlgeschlagen
es: Falló la KDF de ECDH
fr: Échec de la KDF ECDH
ja: ECDH KDF に失敗しました
pt_br: Falha na KDF de ECDH
zh_hans: ECDH KDF 失败

source: ECDH key agreement failed: %@
de: ECDH-Schlüsselvereinbarung fehlgeschlagen: %@
es: Falló el acuerdo de claves ECDH: %@
fr: Échec de la négociation de clé ECDH : %@
ja: ECDH 鍵共有に失敗しました：%@
pt_br: Falha no acordo de chaves ECDH: %@
zh_hans: ECDH 密钥协商失败：%@

source: ECDH Self-Test
de: ECDH-Selbsttest
es: Autoprueba ECDH
fr: Autotest ECDH
ja: ECDH セルフテスト
pt_br: Autoteste ECDH
zh_hans: ECDH 自检

source: Ed25519 + Curve25519 on OpenPGP v4. Modern, fast, and compatible with GnuPG and most PGP tools. Recommended.
de: Ed25519 + Curve25519 auf OpenPGP v4. Modern, schnell und kompatibel mit GnuPG und den meisten PGP-Tools. Empfohlen.
es: Ed25519 + Curve25519 sobre OpenPGP v4. Moderno, rápido y compatible con GnuPG y la mayoría de herramientas PGP. Recomendado.
fr: Ed25519 + Curve25519 sur OpenPGP v4. Moderne, rapide et compatible avec GnuPG et la plupart des outils PGP. Recommandé.
ja: Ed25519 + Curve25519（OpenPGP v4）。モダンで高速、GnuPG やほとんどの PGP ツールと互換性があります。推奨。
pt_br: Ed25519 + Curve25519 no OpenPGP v4. Moderno, rápido e compatível com o GnuPG e a maioria das ferramentas PGP. Recomendado.
zh_hans: Ed25519 + Curve25519（OpenPGP v4）。现代、快速，兼容 GnuPG 及大多数 PGP 工具。推荐使用。

source: Ed25519 + Cv25519 (v4 OpenPGP). Modern, fast, and compact. Recommended for new keys. Works with GnuPG and most modern PGP tools.
de: Ed25519 + Cv25519 (v4 OpenPGP). Modern, schnell und kompakt. Empfohlen für neue Schlüssel. Funktioniert mit GnuPG und den meisten modernen PGP-Werkzeugen.
es: Ed25519 + Cv25519 (v4 de OpenPGP). Moderno, rápido y compacto. Recomendado para claves nuevas. Funciona con GnuPG y la mayoría de las herramientas PGP modernas.
fr: Ed25519 + Cv25519 (OpenPGP v4). Moderne, rapide et compacte. Recommandée pour les nouvelles clés. Fonctionne avec GnuPG et la plupart des outils PGP modernes.
ja: Ed25519 + Cv25519 (OpenPGP v4)。モダンで高速、コンパクトです。新規の鍵に推奨。GnuPG など最新の PGP ツールと互換性があります。
pt_br: Ed25519 + Cv25519 (OpenPGP v4). Moderno, rápido e compacto. Recomendado para novas chaves. Funciona com GnuPG e a maioria das ferramentas PGP modernas.
zh_hans: Ed25519 + Cv25519（v4 OpenPGP）。现代、快速、紧凑。推荐用于新密钥。兼容 GnuPG 及大多数现代 PGP 工具。

source: Ed25519 + Cv25519 Keys
de: Ed25519-+-Cv25519-Schlüssel
es: Claves Ed25519 + Cv25519
fr: Clés Ed25519 + Cv25519
ja: Ed25519 + Cv25519 鍵
pt_br: Chaves Ed25519 + Cv25519
zh_hans: Ed25519 + Cv25519 密钥

source: Ed25519 + X25519 (RFC 9580 v6). The newest OpenPGP standard — a certify-only primary with dedicated subkeys.
de: Ed25519 + X25519 (RFC 9580 v6). Der neueste OpenPGP-Standard — ein Primärschlüssel nur zum Zertifizieren mit eigenen Unterschlüsseln.
es: Ed25519 + X25519 (RFC 9580 v6). El estándar OpenPGP más reciente: una clave primaria solo de certificación con subclaves dedicadas.
fr: Ed25519 + X25519 (RFC 9580 v6). Le standard OpenPGP le plus récent — une clé primaire de certification uniquement, avec des sous-clés dédiées.
ja: Ed25519 + X25519（RFC 9580 v6）。最新の OpenPGP 標準——認証専用の主鍵と専用の副鍵で構成されます。
pt_br: Ed25519 + X25519 (RFC 9580 v6). O padrão OpenPGP mais recente — uma chave primária somente de certificação com subchaves dedicadas.
zh_hans: Ed25519 + X25519（RFC 9580 v6）。最新的 OpenPGP 标准——仅用于认证的主钥，搭配专用子钥。

source: Ed25519 + X25519 on the newest OpenPGP standard (RFC 9580 v6): a certify-only primary with separate signing and encryption subkeys.
de: Ed25519 + X25519 auf dem neuesten OpenPGP-Standard (RFC 9580 v6): ein Primärschlüssel nur zum Zertifizieren mit getrennten Signier- und Verschlüsselungs-Unterschlüsseln.
es: Ed25519 + X25519 sobre el estándar OpenPGP más reciente (RFC 9580 v6): una clave primaria solo de certificación con subclaves separadas de firma y cifrado.
fr: Ed25519 + X25519 sur le standard OpenPGP le plus récent (RFC 9580 v6) : une clé primaire de certification uniquement, avec des sous-clés distinctes pour la signature et le chiffrement.
ja: 最新の OpenPGP 標準（RFC 9580 v6）の Ed25519 + X25519：認証専用の主鍵と、署名用・暗号化用に分かれた副鍵で構成されます。
pt_br: Ed25519 + X25519 no padrão OpenPGP mais recente (RFC 9580 v6): uma chave primária somente de certificação com subchaves separadas de assinatura e cifração.
zh_hans: Ed25519 + X25519（最新 OpenPGP 标准 RFC 9580 v6）：仅用于认证的主钥，搭配独立的签名和加密子钥。

source: Ed25519 keys, file encryption, unlimited keys & more
de: Ed25519-Schlüssel, Dateiverschlüsselung, unbegrenzt Schlüssel und mehr
es: Claves Ed25519, cifrado de archivos, claves ilimitadas y más
fr: Clés Ed25519, chiffrement de fichiers, clés illimitées et plus
ja: Ed25519 鍵、ファイル暗号化、鍵数無制限など
pt_br: Chaves Ed25519, cifragem de arquivos, chaves ilimitadas e mais
zh_hans: Ed25519 密钥、文件加密、无限密钥等更多功能

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
zh_hans: 编辑

source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
ja: メールアドレス
pt_br: Endereço de e-mail
zh_hans: 邮箱地址

source: Email Encrypted Message
de: Verschlüsselte Nachricht per E-Mail
es: Enviar mensaje cifrado por correo
fr: Envoyer le message chiffré par e-mail
ja: 暗号化メッセージをメール送信
pt_br: Enviar mensagem criptografada por e-mail
zh_hans: 邮件加密消息

source: Email or fingerprint
de: E-Mail oder Fingerabdruck
es: Correo o huella digital
fr: E-mail ou empreinte
ja: メールまたはフィンガープリント
pt_br: E-mail ou impressão digital
zh_hans: 邮箱或指纹

source: Embedded in your public key. Use any name and email — they don't need to match a real account.
de: Wird in deinen öffentlichen Schlüssel eingebettet. Du kannst einen beliebigen Namen und eine beliebige E-Mail verwenden – sie müssen nicht zu einem echten Konto gehören.
es: Se incorpora a tu clave pública. Puedes usar cualquier nombre y correo: no tienen que coincidir con una cuenta real.
fr: Intégrés à votre clé publique. Utilisez n'importe quel nom et e-mail — ils n'ont pas besoin de correspondre à un compte réel.
ja: 公開鍵に埋め込まれます。実在するアカウントと一致させる必要はなく、好きな名前とメールを使えます。
pt_br: Incorporados à sua chave pública. Use qualquer nome e e-mail — não precisam corresponder a uma conta real.
zh_hans: 嵌入在你的公钥中。可使用任意姓名和邮箱——它们不必对应真实账户。

source: Empty slot
de: Leerer Steckplatz
es: Ranura vacía
fr: Emplacement vide
ja: 空きスロット
pt_br: Slot vazio
zh_hans: 空槽位

source: Enable %@ Lock
de: %@-Sperre aktivieren
es: Activar bloqueo con %@
fr: Activer le verrouillage par %@
ja: %@ ロックを有効にする
pt_br: Ativar bloqueio com %@
zh_hans: 启用 %@ 锁

source: Enable Biometric Lock under Settings > Security to require Face ID, Touch ID, or Optic ID every time PGPony opens. You can also require re-authentication for every decryption operation.
de: Aktiviere unter „Einstellungen > Sicherheit“ die biometrische Sperre, damit beim Öffnen von PGPony immer Face ID, Touch ID oder Optic ID verlangt wird. Du kannst zusätzlich eine erneute Authentifizierung bei jedem Entschlüsselungsvorgang erzwingen.
es: Activa el bloqueo biométrico en Ajustes > Seguridad para pedir Face ID, Touch ID u Optic ID cada vez que se abra PGPony. También puedes pedir una nueva autenticación para cada operación de descifrado.
fr: Activez le verrouillage biométrique dans Réglages > Sécurité pour exiger Face ID, Touch ID ou Optic ID à chaque ouverture de PGPony. Vous pouvez aussi exiger une réauthentification pour chaque déchiffrement.
ja: 「設定 > セキュリティ」で生体認証ロックを有効にすると、PGPony を開くたびに Face ID、Touch ID、Optic ID が要求されます。復号操作のたびに再認証を求めることもできます。
pt_br: Ative o bloqueio biométrico em Ajustes > Segurança para exigir Face ID, Touch ID ou Optic ID a cada abertura do PGPony. Você também pode exigir reautenticação a cada decifragem.
zh_hans: 在「设置 > 安全」中启用生物识别锁，即可要求每次打开 PGPony 都通过 Face ID、Touch ID 或 Optic ID 验证。你还可以要求每次解密操作都重新验证。

source: Enabled
de: Aktiviert
es: Activado
fr: Activée
ja: 有効
pt_br: Ativada
zh_hans: 已启用

source: Enabled, no roles
de: Aktiviert, keine Rollen
es: Activado, sin funciones
fr: Activé, aucun rôle
ja: 有効、役割なし
pt_br: Ativado, sem funções
zh_hans: 已启用，无角色

source: Encrypt
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
ja: 暗号化
pt_br: Cifrar
zh_hans: 加密

source: Encrypt & Decrypt
de: Verschlüsseln und Entschlüsseln
es: Cifrar y descifrar
fr: Chiffrer et déchiffrer
ja: 暗号化と復号
pt_br: Cifrar e decifrar
zh_hans: 加密与解密

source: Encrypt and decrypt any file type — documents, photos, archives. Share encrypted files securely.
de: Verschlüssle und entschlüssle Dateien jeden Typs – Dokumente, Fotos, Archive. Teile verschlüsselte Dateien sicher.
es: Cifra y descifra cualquier tipo de archivo: documentos, fotos, archivos comprimidos. Comparte archivos cifrados de forma segura.
fr: Chiffrez et déchiffrez tout type de fichier — documents, photos, archives. Partagez vos fichiers chiffrés en toute sécurité.
ja: ドキュメント、写真、アーカイブなど、あらゆる形式のファイルを暗号化・復号できます。暗号化ファイルを安全に共有しましょう。
pt_br: Criptografe e descriptografe qualquer tipo de arquivo — documentos, fotos, compactados. Compartilhe arquivos cifrados com segurança.
zh_hans: 加密和解密任意类型的文件——文档、照片、压缩包。安全地分享加密文件。

source: Encrypt anything
de: Verschlüssele alles
es: Cifra cualquier cosa
fr: Chiffrez tout
ja: なんでも暗号化
pt_br: Criptografe qualquer coisa
zh_hans: 加密任意内容

source: Encrypt Bundle
de: Paket verschlüsseln
es: Cifrar paquete
fr: Chiffrer le paquet
ja: バンドルを暗号化
pt_br: Criptografar pacote
zh_hans: 加密文件包

source: Encrypt File
de: Datei verschlüsseln
es: Cifrar archivo
fr: Chiffrer le fichier
ja: ファイルを暗号化
pt_br: Cifrar arquivo
zh_hans: 加密文件

source: Encrypt For
de: Verschlüsseln für
es: Cifrar para
fr: Chiffrer pour
ja: 宛先を指定して暗号化
pt_br: Cifrar para
zh_hans: 加密给

source: Encrypt Text
de: Text verschlüsseln
es: Cifrar texto
fr: Chiffrer le texte
ja: テキストを暗号化
pt_br: Criptografar texto
zh_hans: 加密文本

source: Encrypt text to a recipient in your keyring. Encryption uses the recipient's public key, so no passphrase is needed.
de: Verschlüsselt Text an einen Empfänger in Ihrem Schlüsselbund. Die Verschlüsselung nutzt den öffentlichen Schlüssel des Empfängers, es ist also keine Passphrase nötig.
es: Cifra texto para un destinatario de tu llavero. El cifrado usa la clave pública del destinatario, así que no hace falta contraseña.
fr: Chiffre du texte pour un destinataire de votre trousseau. Le chiffrement utilise la clé publique du destinataire, aucune phrase secrète n'est nécessaire.
ja: キーリング内の受信者宛にテキストを暗号化します。暗号化には受信者の公開鍵を使うため、パスフレーズは不要です。
pt_br: Criptografa texto para um destinatário do seu chaveiro. A criptografia usa a chave pública do destinatário, então não é necessária senha.
zh_hans: 将文本加密给你密钥环中的收件人。加密使用收件人的公钥，因此无需密码。

source: Encrypt With
de: Verschlüsseln mit
es: Cifrar con
fr: Chiffrer avec
ja: 暗号化方法
pt_br: Criptografar com
zh_hans: 加密给

source: Encrypt Without Signing
de: Ohne Signatur verschlüsseln
es: Cifrar sin firmar
fr: Chiffrer sans signer
ja: 署名なしで暗号化
pt_br: Cifrar sem assinar
zh_hans: 仅加密不签名

source: Encrypt-and-sign with a hardware key needs Curve25519 or RSA recipient keys. Sign separately, or choose different recipients.
de: Verschlüsseln und Signieren mit einem Hardware-Schlüssel erfordert Curve25519- oder RSA-Empfängerschlüssel. Signiere separat oder wähle andere Empfänger.
es: Cifrar y firmar con una llave de hardware requiere claves de destinatario Curve25519 o RSA. Firma por separado o elige otros destinatarios.
fr: Chiffrer et signer avec une clé matérielle nécessite des clés de destinataire Curve25519 ou RSA. Signez séparément ou choisissez d'autres destinataires.
ja: ハードウェアキーでの暗号化と署名には Curve25519 または RSA の宛先鍵が必要です。別々に署名するか、別の宛先を選択してください。
pt_br: Cifrar e assinar com uma chave de hardware exige chaves de destinatário Curve25519 ou RSA. Assine separadamente ou escolha outros destinatários.
zh_hans: 使用硬件密钥进行加密并签名需要 Curve25519 或 RSA 收件人密钥。请单独签名，或选择其他收件人。

source: Encrypt-and-sign with a hardware key supports Curve25519 and RSA recipients. %@ uses a key type that must be encrypted separately.
de: Verschlüsseln und Signieren mit einem Hardware-Schlüssel unterstützt Curve25519- und RSA-Empfänger. %@ verwendet einen Schlüsseltyp, der separat verschlüsselt werden muss.
es: Cifrar y firmar con una llave de hardware admite destinatarios Curve25519 y RSA. %@ usa un tipo de clave que debe cifrarse por separado.
fr: Chiffrer et signer avec une clé matérielle prend en charge les destinataires Curve25519 et RSA. %@ utilise un type de clé qui doit être chiffré séparément.
ja: ハードウェアキーでの暗号化と署名は Curve25519 と RSA の宛先に対応しています。%@ は別途暗号化が必要な鍵タイプを使用しています。
pt_br: Cifrar e assinar com uma chave de hardware aceita destinatários Curve25519 e RSA. %@ usa um tipo de chave que deve ser cifrado separadamente.
zh_hans: 使用硬件密钥进行加密并签名仅支持 Curve25519 和 RSA 收件人。%@ 使用的是必须单独加密的密钥类型。

source: Encrypted & Copied!
de: Verschlüsselt und kopiert!
es: ¡Cifrado y copiado!
fr: Chiffré et copié !
ja: 暗号化してコピーしました！
pt_br: Cifrado e copiado!
zh_hans: 已加密并拷贝！

source: Encrypted and decrypted content copied to the clipboard will be automatically erased after the selected time.
de: Verschlüsselter und entschlüsselter Inhalt in der Zwischenablage wird nach der gewählten Zeit automatisch gelöscht.
es: El contenido cifrado y descifrado copiado al portapapeles se borrará automáticamente tras el tiempo seleccionado.
fr: Le contenu chiffré et déchiffré copié dans le presse-papiers sera effacé automatiquement après la durée sélectionnée.
ja: クリップボードにコピーされた暗号化・復号済みの内容は、指定した時間が経過すると自動的に消去されます。
pt_br: O conteúdo cifrado e decifrado copiado para a área de transferência será apagado automaticamente após o tempo selecionado.
zh_hans: 拷贝到剪贴板的加密和解密内容，将在所选时间后自动清除。

source: Encrypted and signed.
de: Verschlüsselt und signiert.
es: Cifrado y firmado.
fr: Chiffré et signé.
ja: 暗号化して署名しました。
pt_br: Cifrado e assinado.
zh_hans: 已加密并签名。

source: Encrypted as a PGP/MIME message with %lld attachments.
de: Als PGP/MIME-Nachricht mit %lld Anhängen verschlüsselt.
es: Cifrado como mensaje PGP/MIME con %lld archivos adjuntos.
fr: Chiffré en tant que message PGP/MIME avec %lld pièces jointes.
ja: %lld 件の添付ファイル付きの PGP/MIME メッセージとして暗号化されました。
pt_br: Criptografado como mensagem PGP/MIME com %lld anexos.
zh_hans: 已加密为包含 %lld 个附件的 PGP/MIME 消息。

source: Encrypted Contacts
de: Verschlüsselte Kontakte
es: Contactos cifrados
fr: Contacts chiffrés
ja: 暗号化対応の連絡先
pt_br: Contatos com cifragem
zh_hans: 可加密的联系人

source: Encrypted File
de: Verschlüsselte Datei
es: Archivo cifrado
fr: Fichier chiffré
ja: 暗号化されたファイル
pt_br: Arquivo cifrado
zh_hans: 加密文件

source: Encrypted file transfer
de: Verschlüsselte Dateiübertragung
es: Transferencia de archivos cifrada
fr: Transfert de fichiers chiffré
ja: 暗号化ファイル転送
pt_br: Transferência de arquivos criptografada
zh_hans: 加密文件传输

source: Encrypted message
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
ja: 暗号化されたメッセージ
pt_br: Mensagem criptografada
zh_hans: 加密消息

source: Encrypted Message
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
ja: 暗号化されたメッセージ
pt_br: Mensagem cifrada
zh_hans: 加密消息

source: Encrypted Output
de: Verschlüsselte Ausgabe
es: Salida cifrada
fr: Sortie chiffrée
ja: 暗号化された出力
pt_br: Saída cifrada
zh_hans: 加密输出

source: Encrypted vault for your files
de: Verschlüsselter Tresor für deine Dateien
es: Bóveda cifrada para tus archivos
fr: Coffre chiffré pour vos fichiers
ja: ファイル用の暗号化された保管庫
pt_br: Cofre criptografado para seus arquivos
zh_hans: 加密的文件保险库

source: Encrypted!
de: Verschlüsselt!
es: ¡Cifrado!
fr: Chiffré !
ja: 暗号化しました！
pt_br: Criptografado!
zh_hans: 已加密！

source: Encrypting...
de: Wird verschlüsselt …
es: Cifrando…
fr: Chiffrement…
ja: 暗号化中…
pt_br: Cifrando…
zh_hans: 正在加密…

source: Encryption Error
de: Verschlüsselungsfehler
es: Error de cifrado
fr: Erreur de chiffrement
ja: 暗号化エラー
pt_br: Erro de cifragem
zh_hans: 加密错误

source: Encryption failed: %@
de: Verschlüsselung fehlgeschlagen: %@
es: Falló el cifrado: %@
fr: Échec du chiffrement : %@
ja: 暗号化に失敗しました：%@
pt_br: Falha na cifragem: %@
zh_hans: 加密失败：%@

source: Enter a code to unlock PGPony Pro for free.
de: Gib einen Code ein, um PGPony Pro kostenlos freizuschalten.
es: Introduce un código para desbloquear PGPony Pro gratis.
fr: Saisissez un code pour débloquer PGPony Pro gratuitement.
ja: コードを入力して PGPony Pro を無料でアンロックしてください。
pt_br: Insira um código para desbloquear o PGPony Pro gratuitamente.
zh_hans: 输入兑换码，免费解锁 PGPony Pro。

source: Enter a code to unlock Pro for free
de: Code eingeben, um Pro kostenlos freizuschalten
es: Introduce un código para desbloquear Pro gratis
fr: Saisissez un code pour débloquer Pro gratuitement
ja: コードを入力して Pro を無料でアンロック
pt_br: Insira um código para desbloquear o Pro gratuitamente
zh_hans: 输入兑换码，免费解锁 Pro

source: Enter passphrase
de: Passphrase eingeben
es: Introduce la frase de contraseña
fr: Saisir la phrase secrète
ja: パスフレーズを入力
pt_br: Inserir frase-senha
zh_hans: 输入口令

source: Enter password
de: Passwort eingeben
es: Introduce la contraseña
fr: Saisissez le mot de passe
ja: パスワードを入力
pt_br: Digite a senha
zh_hans: 输入密码

source: Enter Promo Code
de: Promo-Code eingeben
es: Introducir código promocional
fr: Saisir un code promo
ja: プロモーションコードを入力
pt_br: Inserir código promocional
zh_hans: 输入兑换码

source: Enter the code that was shown when this backup was created.
de: Gib den Code ein, der beim Erstellen dieser Sicherung angezeigt wurde.
es: Introduce el código que se mostró cuando se creó esta copia de seguridad.
fr: Saisissez le code affiché lors de la création de cette sauvegarde.
ja: このバックアップを作成したときに表示されたコードを入力してください。
pt_br: Digite o código que foi exibido quando este backup foi criado.
zh_hans: 输入创建此备份时显示的代码。

source: Enter the passphrase for this key to sign the revocation.
de: Gib die Passphrase für diesen Schlüssel ein, um den Widerruf zu signieren.
es: Introduce la frase de contraseña de esta clave para firmar la revocación.
fr: Saisissez la phrase secrète de cette clé pour signer la révocation.
ja: この鍵のパスフレーズを入力して失効に署名してください。
pt_br: Digite a frase-senha desta chave para assinar a revogação.
zh_hans: 输入此密钥的口令以签名吊销。

source: Enter the passphrase for your signing key
de: Gib die Passphrase für deinen Signaturschlüssel ein
es: Introduce la frase de contraseña de tu clave de firma
fr: Saisissez la phrase secrète de votre clé de signature
ja: 署名鍵のパスフレーズを入力してください
pt_br: Insira a frase-senha da sua chave de assinatura
zh_hans: 输入你的签名密钥的口令

source: Enter the passphrase for your signing key (%@)
de: Gib die Passphrase für deinen Signaturschlüssel ein (%@)
es: Introduce la frase de contraseña de tu clave de firma (%@)
fr: Saisissez la phrase secrète de votre clé de signature (%@)
ja: 署名鍵のパスフレーズを入力してください（%@）
pt_br: Insira a frase-senha da sua chave de assinatura (%@)
zh_hans: 输入你的签名密钥（%@）的口令

source: Enter the passphrase for your signing key (%@).
de: Gib die Passphrase für deinen Signaturschlüssel (%@) ein.
es: Introduce la frase de contraseña de tu clave de firma (%@).
fr: Saisissez la phrase secrète de votre clé de signature (%@).
ja: 署名鍵 (%@) のパスフレーズを入力してください。
pt_br: Digite a frase-senha da sua chave de assinatura (%@).
zh_hans: 输入你的签名密钥（%@）的口令。

source: Enter the passphrase for your signing key.
de: Gib die Passphrase für deinen Signaturschlüssel ein.
es: Introduce la frase de contraseña de tu clave de firma.
fr: Saisissez la phrase secrète de votre clé de signature.
ja: 署名鍵のパスフレーズを入力してください。
pt_br: Digite a frase-senha da sua chave de assinatura.
zh_hans: 输入你的签名密钥的口令。

source: Enter your backup code.
de: Gib deinen Sicherungscode ein.
es: Introduce tu código de copia de seguridad.
fr: Saisissez votre code de sauvegarde.
ja: バックアップコードを入力してください。
pt_br: Digite seu código de backup.
zh_hans: 输入你的备份代码。

source: Enter your card's PIN, then hold the key to the top of your iPhone.
de: Gib die PIN deiner Karte ein und halte den Schlüssel dann an die Oberseite deines iPhones.
es: Introduce el PIN de tu tarjeta y luego acerca la llave a la parte superior de tu iPhone.
fr: Saisissez le PIN de votre carte, puis maintenez la clé en haut de votre iPhone.
ja: カードの PIN を入力し、iPhone の上部にキーをかざしてください。
pt_br: Digite o PIN do seu cartão e então encoste a chave no topo do seu iPhone.
zh_hans: 输入卡 PIN，然后将卡贴近 iPhone 顶部。
